<template>
  <v-app>
    <v-content>
      <div class="root">
        <h3>個人情報の管理</h3>
        <p>個人情報を取り扱うにあたっては、「個人情報の保護に関する法律」をはじめとする個人情報の保護に関する法令、ガイドラインおよび本プライバシーポリシーを遵守いたします。</p>

        <h3>個人情報の利用目的</h3>
        <p>SomuriEngineer（以下、「当サイト」とします）では、訪問者様からのお問い合わせやコメントをお受けした際に、お名前（ハンドルネール）、メールアドレス等の個人情報をご登録いただく場合がございます。<br />
           これらの個人情報は質問に対する回答や必要な情報を電子メールなどをでご連絡する場合に利用させていただくものであり、個人情報をご提供いただく際の目的以外では利用いたしません。</p>

        <h3>個人情報の第三者への開示</h3>
        <p>当サイトでは、個人情報は適切に管理し、以下に該当する場合を除いて第三者に開示することはありません。<br />
           ・本人のご了解がある場合<br />
           ・本人のご了解がある場合</p>

        <h3>個人情報の開示、訂正、追加、削除、利用停止</h3>
        <p>ご本人からの個人データの開示、訂正、追加、削除、利用停止のご希望の場合には、ご本人であることを確認させていただいた上、速やかに対応させていただきます。</p>

        <h3>Cookie（クッキー）</h3>
        <p>当サイトでは、一部のコンテンツについて情報の収集にCookieを使用しています。<br />
            Cookieは、ユーザーがサイトを訪れた際に、そのユーザーのコンピュータ内に記録されます。<br />
            ただし、記録される情報には、ユーザー名やメールアドレスなど、個人を特定するものは一切含まれません。<br />
            また、当サイトではユーザーの方々がどのようなサービスに興味をお持ちなのかを分析したり、ウェブ上での効果的な広告の配信のためにこれらを利用させていただく場合があります。</p>

        <h3>当サイトが使用しているアクセス解析ツールについて</h3>
        <p>当サイトでは「Amazonアソシエイト」などのアフィリエイトプログラムや第三者配信広告サービス「Google AdSense」を利用しています。<br />
           Google AdSenseでは広告配信プロセスにおいてデータを収集するために、Cookieを使用しています。GoogleでCookieを使用することにより、インターネットにおけるご自身のサイトや他のサイトへのアクセス情報に基づいてユーザーに広告を配信することが可能になります。<br />
           Cookieを使用しないように設定するには<a href="https://policies.google.com/technologies/ads?hl=ja">こちら</a>をご参照ください。</p>

        <h3>著作権について</h3>
        <p>当サイトに掲載されている情報についての著作権は放棄しておりません。<br />
           著作権法により認められている引用の範囲である場合を除き「内容、テキスト、画像等」の無断転載・使用を固く禁じます。</p>

        <h3>免責事項</h3>
        <p>当サイトからリンクやバナーなどによって他のサイトに移動された場合、移動先サイトで提供される情報、サービス等について一切の責任を負いません。当サイトのコンテンツ・情報につきまして、可能な限り正確な情報を掲載するよう努めておりますが、誤情報が入り込んだり、情報が古くなっていることもございます。当サイトに掲載された内容によって生じた損害等の一切の責任を負いかねますのでご了承ください。<br />
           本スマホアプリの作動に係る不具合（表示情報の誤謬・逸脱、通知の不能、情報漏洩等）、スマートフォンに与える影響および契約者が本スマホアプリを正常に利用できないことにより被る不利益、その他一切の不利益について、
           本スマホアプリ作成者（以下、作成者）が故意または重大な過失がある場合を除き、作成者は一切その責任を負いません。また、本スマホアプリが利用できなかった場合には、これによって生じた損害については、作成者は責任を負いません。</p>

        <h3>プライバシーポリシーの変更について</h3>
        <p>当サイトは、個人情報に関して適用される日本の法令を遵守するとともに、本ポリシーの内容を適宜見直しその改善に努めます。修正された最新のプライバシーポリシーは常に本ページにて開示されます。</p>

        <h3>お問い合わせ</h3>
        <p>当サイトへの、お問い合わせに関しては、以下メールアドレスへご連絡ください。<br />
          somuriengineer@gmail.com</p>
      </div>
    </v-content>
  </v-app>
</template>

<script>

  export default {
  components: {
  },
  data: () => ({
    //
  }),
};
</script>

<style scoped>
  .root {
    padding: 20px;
  }
  h3 {
    background-color: var(--v-accent-base);
    padding: 5px 5px 5px 20px;
  }
  p {
    margin: 10px 10px 20px 20px;

  }
</style>
